Repository: common-repository/reve-dynamic-widget
Catalog: languages/reve-dynamic-widget-*.po
Languages: es_es

source: Add any HTML or PHP code in any page of your site.
es_es: Añade cualquier código HTML o PHP en cualquier página de tu sitio.

source: Add any text, HTML, CSS, Javascript and/or PHP code, and show it in the pages you want.
es_es: Añade cualquier texto, HTML, CSS, Javascript o PHP, y muéstralo en las páginas que quieras.

source: Add paragraphs automatically.
es_es: Añadir párrafos automáticamente.

source: Content (text, HTML or PHP):
es_es: Contenido (texto, HTML o PHP):

source: Evaluate content with PHP (be careful).
es_es: Evaluar contenido con PHP (sé cuidadoso).

source: Exclude posts or pages (comma separated ids):
es_es: Excluir entradas o páginas (ids separados por coma):

source: Show in archive pages.
es_es: Mostrar en páginas de archivo.

source: Show in blog page.
es_es: Mostrar en página del blog.

source: Show in error pages.
es_es: Mostrar en páginas de error.

source: Show in front page.
es_es: Mostrar en página de inicio.

source: Show in pages.
es_es: Mostrar en páginas.

source: Show in posts.
es_es: Mostrar en entradas.

source: Show in search pages.
es_es: Mostrar en páginas de búsqueda.

source: Show title.
es_es: Mostrar título.

source: Title:
es_es: Título:
